webapp-osgeo-live/src/main/webapp/static/examples/sos_v20/requests_soap/Transactional/DeleteSensor.xml

<?xml version="1.0" encoding="UTF-8"?>
<env:Envelope xmlns:env="http://www.w3.org/2003/05/soap-envelope" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance"
	xsi:schemaLocation="http://www.w3.org/2003/05/soap-envelope http://www.w3.org/2003/05/soap-envelope/soap-envelope.xsd">
	<env:Body>
		<swes:DeleteSensor service="SOS" version="2.0.0" xmlns:swes="http://www.opengis.net/swes/2.0"
			xsi:schemaLocation="http://www.opengis.net/swes/2.0 http://schemas.opengis.net/swes/2.0/swes.xsd">
			<swes:procedure>http://www.52north.org/test/procedure/9</swes:procedure>
		</swes:DeleteSensor>
	</env:Body>
</env:Envelope>
